Repository: inveniosoftware/invenio-accounts
Catalog: invenio_accounts/translations/*/LC_MESSAGES/messages.po
Languages: ar, ca, de, es, et, fi, hu, ko, ro, ru, sv

source: Email
ar: البريد الإلكتروني
ca: Adreça electrònica
fi: Sähköposti
ko: 이메일
ru: Электронная почта
sv: E-post

source: Send User Notification
ar: إرسال إشعار للمستخدم
de: Benachrichtigung an Benutzer*in schicken
es: Enviar notificación de usuario
fi: Lähetä käyttäjäilmoitus
hu: Felhasználó értesítése
sv: Skicka användarmeddelande

source: Send the new user an email about their account.
ar: أرسل بريدًا إلكترونيًا للمستخدم الجديد حول حسابه.
de: Schicke neuen Benutzer*innen eine E-Mail über ihren Account.
es: Enviar un correo al nuevo usuario sobre su cuenta.
fi: Lähetä uudelle käyttäjälle sähköposti hänen tilistään.
hu: E-mail küldése új felhasználói fiókról
sv: Skicka e-post till den nya användaren om användarens konto

source: Inactivate
ar: معطّل
ca: Desactiva
de: Deaktivieren
es: Desactivar
et: Inaktiveeri
fi: Passivoi
hu: Inaktivál
ko: 비활성화
ro: Dezactivează
ru: Забыли пароль?
sv: Inaktivera

source: Are you sure you want to inactivate selected users?
ar: هل أنت متؤكد من تعطيل المستخدمين الذين إخترتهم؟
ca: Esteu segurs que voleu desactivar els usuaris seleccionats?
de: Sind Sie sicher, dass Sie die ausgewählten Benutzer*innen deaktivieren möchten?
es: ¿Está seguro de querer desactivar a los usuarios seleccionados?
et: Kas oled kindel, et soovid valitud kasutajad inaktiveerida?
fi: Haluatko varmasti passivoida valitut käyttäjät?
hu: Biztosan inaktiválni akarja a kijelölt felhasználókat?
ko: 선택한 사용자를 비활성화하겠습니까?
ro: Ești sigur că dorești dezactivarea utilizatorilor selectați?
ru: Вы уверены, что хотите деактивировать выбранных пользователей?
sv: Är du säker på att du vill inaktivera valda användare?

source: Cannot find user.
ar: لم نتمكن من العثور على هذا المستخدم.
ca: Usuari no trobat
de: Benutzer*in nicht gefunden.
es: Imposible encontrar al usuario
et: Kasutajat ei leitud.
fi: Käyttäjää ei löydy.
hu: A felhasználó nem található.
ko: 사용자를 찾을 수 없습니다.
ro: Nu găsesc utilizatorul.
ru: Не удалось найти пользователя
sv: Kan inte hitta användare.

source: User(s) were successfully inactivated.
ar: تم تعطيل المستخدم(ين) بنجاح.
ca: Usuari(s) correctament desactivats.
de: Ausgewählte Benutzer*in(nen) erfolgreich deaktiviert.
es: Usuario(s) desactivado(s) con éxito.
et: Kasutaja(d) edukalt inaktiveeritud.
fi: Käyttäjä(t) passivoitiin onnistuneesti.
hu: A felhasználó(k) sikeresen inaktiválva lett(ek).
ko: 사용자를 비활성화하였습니다.
ro: Utilizatorul(ii) au fost dezactivați.
ru: Пользователь(и) успешно деактивирован/ы.
sv: Användare har inaktiverats.

source: Failed to inactivate users.
ar: فشل في تعطيل المستخدمين.
ca: No ha estat possible desactivar els usuaris.
de: Deaktivierung von Benutzer*innen fehlgeschlagen.
es: No se pudo desactivar a los usuarios
et: Kasutajate inaktiveerimine ebaõnnestus.
fi: Käyttäjien passivointi epäonnistui.
hu: Nem sikerült inaktiválni a felhasználókat.
ko: 사용자를 비활성화하는데 실패했습니다.
ro: Nu se pot dezactiva utilizatorii.
ru: Не получилось деактивировать пользователей.
sv: Det gick inte att inaktivera användare.

source: Activate
ar: تفعيل
ca: Activar
de: Aktivieren
es: Activar
et: Aktiveeri
fi: Aktivoi
hu: Aktivál
ko: 활성화
ro: Activează
ru: Активировать
sv: Aktivera

source: Are you sure you want to activate selected users?
ar: هل أنت متؤكد من تفعيل المستخدمين الذين إخترتهم؟
ca: Segur que voleu activar els usuaris seleccionats?
de: Sind Sie sicher, dass Sie die ausgewählten Benutzer*innen aktivieren möchten?
es: ¿Está seguro de que quiere activar los usuarios seleccionados?
et: Kas oled kindel, et soovid valitud kasutajad aktiveerida?
fi: Haluatko varmasti aktivoida valitut käyttäjät?
hu: Biztosan aktiválni akarja a kijelölt felhasználókat?
ko: 선택한 사용자를 활성화하겠습니까?
ro: Ești sigur că dorești activarea utilizatorilor selectați?
ru: Вы уверены, что хотите активировать выбранных пользователей?
sv: Är du säker på att du vill aktivera valda användare?

source: Failed to activate users.
ar: فشل في تفعيل المستخدمين.
ca: L'activació dels usuaris ha fallat.
de: Aktivieren von Benutzer*innen fehlgeschlagen.
es: No se pudo activar a los usuarios.
et: Kasutajate aktiveerimine ebaõnnestus.
fi: Käyttäjien aktivointi epäonnistui.
hu: Nem sikerült aktiválni a felhasználókat.
ko: 사용자를 활성화하는데 실패했습니다.
ro: Nu se pot activa utilizatorii.
ru: Не получилось активировать пользователей.
sv: Det gick inte att aktivera användare.

source: User ID
ar: معرّف المستخدم
ca: Número d'usuari
de: Benutzer*innen-ID
es: ID de usuario
et: Kasutaja ID
fi: Käyttäjän tunnus
hu: Felhasználói azonosító
ko: 사용자 ID
ro: ID Utilizator
ru: Идентификатор пользователя
sv: Användar-ID

source: Session ID
ar: معرّف فضاء العمل
es: ID de sesión
fi: Istunnon tunnus
hu: Munkamenet ID
sv: Sessions ID

source: You could not remove your current session
ar: لا يمكنك إزالة فضاء العمل الحالي
de: Sie konnten Ihre aktuelle Sitzung nicht entfernen
es: No puede eliminar su sesión actual
fi: Et voi poistaa nykyistä istuntoasi
hu: Az aktuális munkamenet nem távolítható el
sv: Du kunde inte ta bort din nuvarande session

source: Delete selected sessions
ar: حذف فضاءات العمل التي وقع إختيارها
de: Ausgewählte Sitzungen löschen
es: Borrar las sesiones seleccionadas
fi: Poista valitut istunnot
hu: Kiválasztott munkamenetek törlése
sv: Radera valda sessioner

source: Are you sure you want to delete selected sessions?
ar: هل أنت متأكد من حذف فضاءات العمل التي وقع إختيارها؟
de: Sind Sie sicher, dass Sie die ausgewählten Sitzungen löschen möchten?
es: ¿Está seguro de querer eliminar las sesiones seleccionadas?
fi: Haluatko varmasti poistaa valitut istunnot?
hu: Biztosan törölni akarja a kijelölt munkameneteket?
sv: Är du säker på att du vill ta bort den valda sessionen?

source: User Management
ar: إدارة المستخدم
ca: Gestió d'usuaris
de: Benutzer*innen-Verwaltung
es: Gestión de usuarios
et: Kasutajate haldus
fi: Käyttäjähallinta
hu: Felhasználók kezelése
ko: 유저 관리
ro: Management utilizatori
ru: Управление пользователями
sv: Hantera Användare

source: Linked account identities
ar: هويات الحسابات المرتبطة
de: Verknüpfte Konto-Identitäten
es: Identidades de cuentas enlazadas
et: Seotud kontode identiteet
fi: Linkitetyt tilitunnisteet
hu: Kapcsolt fiókazonosítók
ko: 연결된 계정
ro: Identități conectate pentru conturi diferite
sv: Länkade kontoidentiteter

source: Local login is disabled.
ar: تم تعطيل تسجيل الدخول المحلي.
de: Der lokale Login ist deaktiviert.
es: El inicio de sesión local está deshabilitado.
fi: Paikallinen kirjautuminen on pois käytöstä.
hu: A helyi bejelentkezés le van tiltva.
sv: Lokal login är ej aktiverat

source: Registration is disabled.
ar: التسجيل معطّل.
de: Die Registrierung ist deaktiviert.
es: El registro está deshabilitado.
fi: Rekisteröityminen on pois käytöstä.
hu: A regisztráció le van tiltva.
sv: Registering är ej aktiverat

source: Password change is disabled.
ar: تغيير كلمة العبور معطّل.
de: Das Ändern des Passworts ist deaktiviert.
es: El cambio de contraseña está deshabilitado.
fi: Salasanan vaihto on pois käytöstä.
hu: A jelszómódosítás le van tiltva.
sv: Ändring av lösenord är ej aktiverat.

source: Password recovery is disabled.
ar: إسترجاع كلمة العبور معطّل
de: Die Passwortwiederherstellung ist deaktiviert.
es: La recuperación de contraseña está deshabilitada.
fi: Salasanan palautus on pois käytöstä.
hu: A jelszó-emlékeztető le van tiltva.
sv: Återställning av lösenord är ej aktiverat.

source: Password reset is disabled.
ar: تم تعطيل إعادة ضبط كلمة العبور.
de: Das Zurücksetzen des Passworts ist deaktiviert.
es: El restablecimiento de contraseña está deshabilitado.
fi: Salasanan nollaus on pois käytöstä.
hu: A jelszó-visszaállítás le van tiltva.
sv: Återställning av lösenord är ej aktiverat.

source: Username must start with a letter, be at least three characters long and only contain alphanumeric characters, dashes and underscores.
ar: إسم المستخدم يتكون من ثلاثة حروف على الأقل. يجب ان يبدأ بحرف هجائي. و تستعمل فيه الحروف الهجائية، الأرقم و الشّرطات القصيرة و الطويلة.
de: Der Nutzername muss mit einem Buchstaben beginnen, mindestens drei Zeichen lang sein und darf nur alphanumerische Zeichen, Bindestriche und Unterstriche enthalten.
es: El nombre de usuario debe iniciar con una letra y tener al menos tres caracteres. Sólo se admiten caracteres alfanuméricos, guiones y guiones bajos.
et: Kasutajanimi peab algama tähega, olema vähemalt kolm tähemärki pikk ning võib sisaldada ainult tähti, numbreid, mõttekriipse ja allkriipse.
fi: Käyttäjänimen on alettava kirjaimella, oltava vähintään kolme merkkiä pitkä ja saa sisältää vain aakkosnumeerisia merkkejä, tavuviivoja ja alaviivoja.
hu: A felhasználónévnek egy betűvel kell kezdődnie, legalább három karakter hosszúnak kell lennie, és csak alfanumerikus karaktereket, kötőjeleket és alulvonásokat tartalmazhat.
ko: 사용자명은 글자로 시작해야하며, 최소 3글자 이상이어야 합니다. 알파벳, 숫자, 대시(-) 와 밑줄(_) 만 포함할 수 있습니다.
ro: Numele utilizatorului trebuie să înceapă cu o literă, să aibă cel puțin trei caractere și să conțină doar caractere alfanumerice, cratime sau underscore-uri.
ru: Псевдоним пользователя должен начинаться с буквы, состоять как минимум из трех символов и содержать только буквы, цифры, дефисы и нижние подчеркивания.
sv: Användarnamn måste börja med en bokstav, vara minst tre tecken långt och endast innehålla alfanumeriska tecken, bindestreck och understreck.

source: %(icon)s Security
ar: %(icon)s السلامة
ca: %(icon)s Seguretat
de: %(icon)s Sicherheit
es: %(icon)s Seguridad
et: %(icon)s Turvalisus
fi: %(icon)s Tietoturva
hu: %(icon)sBiztonság
ko: %(icon)s 보안
ro: %(icon)s Securitate
ru: %(icon)s Безопасность
sv: %(icon)s Säkerhet

source: %(icon)s Change password
ar: %(icon)s غير كلمة العبور
ca: %(icon)s Canvieu la contrasenya
de: %(icon)s Passwort ändern
es: %(icon)s Cambiar contraseña
et: %(icon)s Muuda salasõna
fi: %(icon)s Vaihda salasana
hu: %(icon)sJelszó megváltoztatása
ko: %(icon)s 비밀번호 변경
ro: %(icon)s Modifică parola
ru: %(icon)s Изменить пароль
sv: %(icon)s Ändra lösenord

source: Please complete the reCAPTCHA.
ar: يرجى إكمال اختبار reCAPTCHA.
ca: Completeu la reCAPTCHA.
de: Bearbeiten Sie bitte das reCAPTCHA.
es: Por favor, complete el reCAPTCHA
et: Palun lõpetage reCAPTCHA valideerimine.
fi: Ole hyvä ja täytä reCAPTCHA.
hu: Kérjük, töltse ki a reCAPTCHA-t!
ko: reCAPTCHA 를 완료하십시오.
ro: Te rog să rezolvi reCAPTCHA.
ru: Пожалуйста, заполните reCAPTCHA
sv: Vänligen slutför reCAPTCHA.

source: The email domain is blocked.
ar: مجال البريد الإلكتروني محظور.
de: Die E-Mail-Domain ist blockiert.
es: El dominio de correo electrónico está bloqueado.
fi: Sähköpostidomain on estetty.
hu: Az e-mail domain le van tiltva.
ro: Domeniul email-ului este blocat.
ru: Домен электронной почты заблокирован.
sv: E-postdomänen är blockerad.

source: Value must be either 'public' or 'restricted'.
ar: يجب أن تكون القيمة إما "مشاع" أو "مقيّد".
de: Als Wert muss entweder "öffentlich" oder "eingeschränkt" angegeben werden.
es: El valor debe ser o 'público' o 'restringido'.
et: Väärtus peab olema kas "avalik" või "piiratud".
fi: Arvon on oltava joko 'public' tai 'restricted'.
hu: Az érték 'nyilvános' vagy 'korlátozott' lehet.
ko: '공개됨' 또는 '제한됨' 이어야 합니다.
ro: Valoarea trebuie să fie ori „public”, ori „restricționat”.
sv: Värdet måste vara antingen "offentlig" eller "begränsat".

source: Value must be a valid locale.
ar: يجب أن تكون القيمة موقعًا ساري المفعول.
de: Als Wert muss eine gültige Sprache angegeben werden.
es: El valor debe ser una configuración regional válida.
fi: Arvon on oltava kelvollinen kielialue.
hu: Az értéknek valós nyelvi beállításnak kell lennie.
ro: Valoarea trebuie să fie o localizare validă.
ru: Должна быть указана валидная локаль.
sv: Värdet måste vara en giltig plats.

source: Value must be a valid timezone.
ar: يجب أن تكون القيمة عبارة عن منطقة زمنية سارية المفعول.
de: Als Wert muss eine gültige Zeitzone angegeben werden.
es: El valor debe ser una zona horaria válida.
fi: Arvon on oltava kelvollinen aikavyöhyke.
hu: Az értéknek érvényes időzónának kell lennie.
ro: Valoarea trebuie să fie un timezone valid.
ru: Должен быть указан валидный часовой пояс.
sv: Värdet måste vara en giltig tidszon.

source: Change password
ar: غير كلمة العبور
ca: Canvieu la contrasenya
de: Passwort ändern
es: Cambiar contraseña
et: Muuda salasõna
fi: Vaihda salasana
hu: Jelszó megváltoztatása
ko: 비밀번호 변경
ro: Modifică parola
ru: Изменить пароль
sv: Ändra lösenord

source: Current password
ar: كلمة العبور الحالية
ca: Contrasenya actual
de: Aktuelles Passwort
es: Contraseña actual
et: Praegune salasõna
fi: Nykyinen salasana
hu: Aktuális jelszó
ko: 현재 비밀번호
ro: Parolă curentă
ru: Текущий пароль
sv: Nuvarande lösenord

source: New password
ar: كلمة المرور الجديدة
ca: Contrasenya nova
de: Neues Passwort
es: Contraseña nueva
et: Uus salasõna
fi: Uusi salasana
hu: Új jelszó
ko: 새 비밀번호
ro: Parolă nouă
ru: Новый пароль
sv: Nytt lösenord

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
ca: Confirmeu la nova contrasenya
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
et: Kinnita uus salasõna
fi: Vahvista uusi salasana
hu: Új jelszó megerősítése
ko: 새 비밀번호 확인
ro: Confirmă parola nouă
ru: Подтвердить новый пароль
sv: Bekräfta nytt lösenord

source: Change Password
ar: غير كلمة المرور
ca: Canvieu la contrasenya
de: Passwort ändern
es: Cambiar contraseña
et: Muuda salasõna
fi: Vaihda salasana
hu: Jelszó megváltoztatása
ko: 비밀번호 변경
ro: Modifică parola
ru: Изменить пароль
sv: Ändra Lösenord

source: Reset Password
ar: إعادة ضبط كلمة العبور
ca: Reinicieu la contrasenya
de: Passwort zurücksetzen
es: Restablecer contraseña
et: Lähtesta salasõna
fi: Nollaa salasana
hu: Jelszó visszaállítása
ko: 비밀번호 초기화
ro: Resetează parola
ru: Сбросить пароль
sv: Återställ Lösenord

source: Enter your email address below and we will send you a link to reset your password.
ar: أدخل عنوان بريدك الإلكتروني أدناه وسنرسل لك رابطًا لإعادة تعيين كلمة العبور الخاصة بك.
ca: Escriviu la vostra adreça electrònica i us enviarem un enllaç per reiniciar la contrasenya.
de: Geben Sie bitte unten Ihre E-Mail-Adresse ein und wir werden Ihnen einen Link zusenden, mit dem Sie Ihr Passwort zurücksetzen können.
es: Introduzca debajo su correo y le enviaremos un enlace para restablecer su contraseña.
et: Sisestage allpool olevasse lahtrisse oma e-posti aadress ning teile saadetakse link salasõna lähtestamise jaoks.
fi: Syötä sähköpostiosoitteesi alle, niin lähetämme sinulle linkin salasanan nollausta varten.
hu: Adja meg az email címét, és elküldjük a jelszó visszaállításához szükséges linket.
ko: 이메일 주소를 입력하면, 비밀번호 초기화를 위한 링크를 보내드립니다.
ro: Introdu mai jos adresa de email și îți vom trimite un link pentru a reseta parola.
ru: Введите адрес свое электронной почты, и мы отправим вам ссылку на восстановление вашего пароля.
sv: Ange din e-postadress nedan så skickar vi en länk för att återställa ditt lösenord.

source: Log in
ar: تسجيل الدّخول
de: Einloggen
es: Entrar
et: Logi sisse
fi: Kirjaudu sisään
hu: Bejelentkezés
ko: 로그인
ru: Вход
sv: Logga in

source: or
ar: أو
ca: o
de: oder
es: o
et: või
fi: tai
hu: vagy
ko: 또는
ro: sau
ru: или
sv: eller

source: Sign up
ar: سجّل
de: Registrieren
es: Registrarse
et: Registreeri
fi: Luo tili
hu: Regisztráció
ko: 가입
ro: Înregistrare
ru: Зарегистрироваться
sv: Registrera konto

source: Log in to account
ar: تسجيل الدخول لحساب
ca: Identifiqueu-vos al compte
de: Einloggen
es: Entre en la cuenta
et: Logige sisse oma kontole
fi: Kirjaudu tilille
hu: Bejelentkezés a felhasználói fiókba
ko: 계정에 로그인
ro: Loghează-te la cont
ru: Войти в учетную запись
sv: Logga in på kontot

source: New to %(sitename)s?
ar: أوّل زيارة لـ %(sitename)s؟
ca: Sou nou a %(sitename)s?
de: Neu bei %(sitename)s?
es: ¿Nuevo en %(sitename)s?
et: Esimest korda %(sitename)s lehel?
fi: Oletko uusi palvelussa %(sitename)s?
hu: Új a(z) %(sitename)s oldalon?
ko: %(sitename)s에 처음 오셨습니까?
ro: Ești nou pe %(sitename)s?
ru: Первый раз на %(sitename)s?
sv: Ny på %(sitename)s?

source: Forgot password?
ar: فقدت كلمة المرور؟
ca: Heu oblidat la contrasenya?
de: Passwort vergessen?
es: ¿Ha olvidado su contraseña?
et: Unustasid salasõna?
fi: Unohditko salasanan?
hu: Elfelejtette a jelszavát?
ko: 비밀번호를 분실하였습니까?
ro: Ai uitat parola?
ru: Забыли пароль?
sv: Glömt ditt lösenord?

source: Sign up for a %(sitename)s account!
ar: يمكنك إنشاء حساب الآن في%(sitename)s !
ca: Doneu-vos d'alta per un compte a %(sitename)s!
de: Erstellen Sie sich ein %(sitename)s-Konto!
es: ¡Regístrese para una cuenta %(sitename)s!
et: Registreeri ja loo %(sitename)s konto!
fi: Luo %(sitename)s-tili!
hu: Regisztráció a(z) %(sitename)s oldalra!
ko: %(sitename)s의 계정을 만듭니다.
ro: Înregistrează-te pentru un cont la %(sitename)s!
ru: Зарегистриуйтесь на %(sitename)s!
sv: Registrera dig för ett %(sitename)s konto!

source: Already have an account?
ar: لديك حساب ؟
ca: Teniu ja un compte?
de: Haben Sie bereits ein Konto?
es: ¿Tiene ya una cuenta?
et: Konto juba olemas?
fi: Onko sinulla jo tili?
hu: Már van felhasználói fiókja?
ko: 이미 계정이 있습니까?
ro: Ai deja cont?
ru: Уже зарегистрированы?
sv: Har du redan ett konto?

source: Resend Confirmation Email
ar: أعد إرسال بريد الـتأكيد
ca: Reenviar el correu de confirmació
de: Bestätigungs-E-Mail erneut senden
es: Reenviar correo de confirmación
et: Saada kinnitusmeil uuesti
fi: Lähetä vahvistussähköposti uudelleen
hu: Megerősítő email újraküldése
ko: 확인 이메일 재전송
ro: Retrimite email de confirmare
ru: Повторно отправить подтверждающее письмо
sv: Skicka om Bekräftelsemejl

source: Enter your email address below and we will send you an email confirmation link.
ar: أدخل عنوان بريدك الإلكتروني أدناه وسنرسل لك رابط التأكيد عبر البريد الإلكتروني .
ca: Escriviu la vostra adreça electrònica i us enviarem un enllaç de confirmació
de: Geben Sie bitte Ihre E-Mail-Adresse ein, damit wir Ihnen einen Bestätigungs-Link zusenden können.
es: Introduzca debajo su correo y le enviaremos un correo con el enlace de confirmación
et: Sisestage allpool olevasse lahtrisse oma e-posti aadress ning me saadame teile lingi e-posti aadressi kinnitamiseks.
fi: Syötä sähköpostiosoitteesi alle, niin lähetämme sinulle vahvistuslinkin.
hu: Adja meg az email címét, és elküldjük a megerősítő linket.
ko: 이메일 주소를 입력하면, 이메일 확인을 위한 링크를 보내드립니다.
ro: Introdu mai jos adresa de email și îți vom trimite un link pentru confirmarea email-ului.
ru: Введите адрес своей электронной почты, и мы пришлем вам письмо со ссылкой для подтверждения.
sv: Ange din e-postadress nedan så skickar vi en bekräftelselänk till dig via e-post.

source: Send Confirmation
ar: أرسل الـتأكيد
ca: Reenviar la confirmació
de: Bestätigung senden
es: Enviar confirmación
et: Saada kinnitus
fi: Lähetä vahvistus
hu: Megerősítés küldése
ko: 확인 이메일 전송
ro: Trimite confirmare
ru: Отправить подтверждение
sv: Skicka bekräftelse

source: Sessions
ar: جلسات
de: Sitzungen
es: Sesiones
et: Sessioonid
fi: Istunnot
hu: Munkamenetek
ko: 세션
ro: Sesiuni
ru: Сессии
sv: Sessioner

source: Revoke
ar: إلغاء
ca: Revocar
de: Widerrufen
es: Anular
et: Tühista
fi: Peruuta
hu: Visszavonás
ko: 해당 세션 종료
ro: Revocă
ru: Отозвать
sv: Återkalla

source: This is a list of devices that have logged into your account.
ar: هذه قائمة بالأجهزة التي سجل منها الدخول إلى حسابك.
ca: Aquesta és la llista de dispositius que s'han connectat al vostre compte
de: Dies ist eine Liste der Geräte, die sich mit Ihrem Konto angemeldet haben.
es: Lista de dispositivos que han iniciado sesión en su cuenta.
et: Siin näed nimekirja sedmetest, millega oled oma kontole sisse logitud.
fi: Tämä on luettelo laitteista, joilla on kirjauduttu tilillesi.
hu: Ez a fiókjába bejelentkezett eszközök listája.
ko: 본 계정이 로그인된 기기 목록입니다.
ro: Aceasta este o listă cu dispozitive care s-au conectat la contul tău.
ru: Это список устройств, авторизованных в вашей учетной записи.
sv: Detta är en lista över enheter som har loggat in på ditt konto.

source: Signed in
ar: تم الدخول
ca: Identificat
de: Angemeldet
es: Registrado
et: Sisse logitud
fi: Kirjautunut
hu: Bejelentkezve
ko: 로그인 시간
ro: Ești signed in deja
ru: Вы вошли
sv: Inloggad

source: current session
ar: الجلسة الحالية
ca: sessió actual
de: Laufende Sitzung
es: Sesión actual
et: Praegune sessioon
fi: nykyinen istunto
hu: aktuális munkamenet
ko: 현재 세션
ro: sesiunea curentă
ru: текущая сессия
sv: nuvarande session

source: Location
ar: الموضع
ca: Localització
de: Ort
es: Lugar
et: Asukoht
fi: Sijainti
hu: Hely
ko: 위치
ro: Locație
ru: Местонахождение
sv: Plats

source: Logout
ar: الخروج
ca: Sortir
de: Abmelden
es: Salir
et: Logi välja
fi: Kirjaudu ulos
hu: Kijelentkezés
ko: 로그아웃
ru: Выход
sv: Utloggning

source: Your password has been changed.
ar: تم تغيير كلمة العبور الخاصة بك.
de: Ihr Passwort wurde geändert.
es: Su contraseña ha sido cambiada.
et: Sinu salasõna on muudetud.
fi: Salasanasi on vaihdettu.
hu: A jelszava megváltozott.
ko: 비밀번호를 변경했습니다.
ro: Parola ta a fost modificată.
ru: Ваш пароль изменен.
sv: Ditt lösenord har ändrats.

source: If you did not change your password,
ar: إذا لم تقم بتغيير كلمة عبور حسابك،
de: Wenn Sie Ihr Passwort nicht geändert haben,
es: Si no modificó su contraseña,
et: Kui sa ei muutnud oma salasõna,
fi: Jos et vaihtanut salasanaasi,
hu: Ha nem módosította a jelszavát,
ko: 비밀번호를 변경하지 않았으면,
ro: Dacă nu ai schimbat parola,
ru: Если вы не меняли пароль,
sv: Om du inte ändrade ditt lösenord,

source: click here to reset it.
ar: انقر هنا لإعادة ضبطه
de: klicken Sie hier, um es zurückzusetzen.
es: pulse aquí para restablecerlo.
et: lähtestamiseks klõpsakse siia.
fi: napsauta tästä nollataksesi sen.
hu: a visszaállításhoz kattintson ide
ko: 여기를 눌러 초기화하십시오.
ro: apasă aici pentru a o reseta.
ru: нажмите сюда, чтобы изменить его.
sv: klicka här för att återställa den.

source: Reset password
ar: إعادة ضبط كلمة العبور
de: Passwort neu setzen
es: Reinicializar la contraseña
fi: Nollaa salasana
hu: Jelszó visszaállítása
ro: Resetează parola
ru: Сбросить пароль
sv: Återställ lösenord

source: Sign up for an %(sitename)s account!
ar: قم بإنشاء حساب %(sitename)s !
de: Erstellen Sie sich ein %(sitename)s-Konto!
es: ¡Regístrese para una cuenta %(sitename)s!
et: Registreeri ja loo %(sitename)s konto!
fi: Luo %(sitename)s-tili!
hu: Regisztráljon %(sitename)s fiókot!
ko: %(sitename)s 계정을 생성하세요!
ro: Înregistrează-te pentru un cont la %(sitename)s!
ru: Зарегистрируйтесь на %(sitename)s!
sv: Registrera dig för ett %(sitename)s konto!

source: Resend confirmation email
ar: أرسل إعاد تأكيد البريد الإلكتروني
de: Bestätigungs-E-Mail erneut senden
es: Reenviar correo electrónico de confirmación
fi: Lähetä vahvistussähköposti uudelleen
hu: Megerősítő e-mail újraküldése
ro: Retrimite email-ul de confirmare
ru: Повторно отправить подтверждающее письмо
sv: Skicka om bekräftelsemejl

source: Send
ar: أرسل
de: Senden
es: Enviar
fi: Lähetä
hu: Küldés
ro: Trimite
ru: Отправить
sv: Skicka

source: Session %(sid_s)s successfully removed.
ar: فضاء العمل %(sid_s)s حذف بنجاح.
de: Sitzung %(sid_s)s erfolgreich entfernt.
es: La sesión %(sid_s)s se ha borrado con éxito.
fi: Istunto %(sid_s)s poistettiin onnistuneesti.
hu: A(z) %(sid_s)s munkamenetet sikeresen eltávolítottuk.
sv: Session %(sid_s)s har tagits bort.

source: Unable to remove the session %(sid_s)s.
ar: غير قادر على حذف فضاء العمل %(sid_s)s.
de: Konnte Sitzung %(sid_s)s nicht entfernen.
es: No se puede eliminar la sesión %(sid_s)s.
fi: Istuntoa %(sid_s)s ei voitu poistaa.
hu: Nem sikerült eltávolítani a(z) %(sid_s)s munkamenetet.
sv: Det gick inte att ta bort session %(sid_s)s.

source: Security
ca: Seguretat
et: Turvalisus

source: Account
ca: Compte
et: Konto
